Repository: minchopm/chess-trainer
Catalog: ios/App/Localizable.xcstrings
Source language: en
Languages: ar_sa, cs, da, de_de, el, es_es, fi, fr_ca, he, hi, hu, id, it, ja, ko, ms, nl_nl, no, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# rush.time
source: Time
ar_sa: الوقت
cs: Čas
da: Tid
de_de: Zeit
el: Χρόνος
es_es: Tiempo
fi: Aika
fr_ca: Temps
he: זמן
hi: समय
hu: Idő
id: Waktu
it: Tempo
ja: 時間
ko: 시간
ms: Masa
nl_nl: Tijd
no: Tid
pl: Czas
pt_br: Tempo
ro: Timp
ru: Время
sv: Tid
th: เวลา
tr: Süre
vi: Thời gian
zh_hans: 时间
zh_hant: 時間

# rush.you
source: You
ar_sa: أنت
cs: Ty
da: Dig
de_de: Du
el: Εσύ
es_es: Tú
fi: Sinä
fr_ca: Vous
he: אתה
hi: आप
hu: Te
id: Kamu
it: Tu
ja: あなた
ko: 나
ms: Anda
nl_nl: Jij
no: Du
pl: Ty
pt_br: Você
ro: Tu
ru: Вы
sv: Du
th: คุณ
tr: Sen
vi: Bạn
zh_hans: 你
zh_hant: 你

# rush.yourBest
source: Your best
ar_sa: أفضل نتيجة لك
cs: Tvůj rekord
da: Din rekord
de_de: Deine Bestleistung
el: Το ρεκόρ σου
es_es: Tu récord
fi: Ennätyksesi
fr_ca: Votre record
he: השיא שלך
hi: आपका रिकॉर्ड
hu: A csúcsod
id: Rekormu
it: Il tuo record
ja: 自己ベスト
ko: 내 최고 기록
ms: Rekod anda
nl_nl: Jouw record
no: Rekorden din
pl: Twój rekord
pt_br: Seu recorde
ro: Recordul tău
ru: Ваш рекорд
sv: Ditt rekord
th: สถิติของคุณ
tr: Rekorun
vi: Kỷ lục của bạn
zh_hans: 你的纪录
zh_hant: 你的紀錄

# selection.chosenForYou
source: Chosen for you: %@ — %lld%% of %lld so far.
ar_sa: اختير لك: %@ — %lld %% من %lld حتى الآن.
cs: Vybráno pro tebe: %@ — zatím %lld %% z %lld.
da: Valgt til dig: %@ — %lld %% af %lld indtil videre.
de_de: Für dich ausgewählt: %@ — bisher %lld %% von %lld.
el: Επιλέχθηκε για σένα: %@ — %lld %% από %lld μέχρι τώρα.
es_es: Elegido para ti: %@ — %lld %% de %lld hasta ahora.
fi: Valittu sinulle: %@ — %lld %% / %lld tähän mennessä.
fr_ca: Choisi pour vous : %@ — %lld %% sur %lld jusqu'ici.
he: נבחר עבורך: %@ — %lld %% מתוך %lld עד כה.
hi: आपके लिए चुनी गई: %@ — अब तक %lld में से %lld %%।
hu: Neked válogatva: %@ — eddig %lld %% / %lld.
id: Dipilih untukmu: %@ — %lld %% dari %lld sejauh ini.
it: Scelto per te: %@ — %lld %% su %lld finora.
ja: あなたのために選びました: %@ — これまで %lld 問中 %lld %%。
ko: 당신을 위해 고른 문제: %@ — 지금까지 %lld문제 중 %lld %%.
ms: Dipilih untuk anda: %@ — %lld %% daripada %lld setakat ini.
nl_nl: Voor jou gekozen: %@ — tot nu toe %lld %% van %lld.
no: Valgt til deg: %@ — %lld %% av %lld så langt.
pl: Wybrane dla ciebie: %@ — dotąd %lld %% z %lld.
pt_br: Escolhido para você: %@ — %lld %% de %lld até agora.
ro: Ales pentru tine: %@ — %lld %% din %lld până acum.
ru: Подобрано для вас: %@ — %lld %% из %lld до сих пор.
sv: Vald åt dig: %@ — %lld %% av %lld hittills.
th: เลือกให้คุณ: %@ — %lld %% จาก %lld จนถึงตอนนี้
tr: Senin için seçildi: %@ — şu ana kadar %lld problemin %% %lld'i.
vi: Chọn riêng cho bạn: %@ — %lld %% trên %lld cho đến nay.
zh_hans: 为你挑选：%@ — 目前 %lld 题中的 %lld %%。
zh_hant: 為你挑選：%@ — 目前 %lld 題中的 %lld %%。

# selection.review
source: Review — you have seen this one before.
ar_sa: مراجعة — سبق أن رأيت هذا اللغز.
cs: Opakování — tuhle už jsi viděl.
da: Genopfriskning — den har du set før.
de_de: Wiederholung — diese Aufgabe hattest du schon.
el: Επανάληψη — αυτή την έχεις ξαναδεί.
es_es: Repaso: este ya lo has visto.
fi: Kertaus — tämän olet nähnyt aiemmin.
fr_ca: Révision — vous l'avez déjà vu.
he: חזרה — את התרגיל הזה כבר ראית.
hi: दोहराव — यह पहेली आप पहले देख चुके हैं।
hu: Ismétlés — ezt már láttad.
id: Pengulangan — soal ini pernah kamu lihat.
it: Ripasso — questo l'hai già visto.
ja: 復習 — 以前に解いた問題です。
ko: 복습 — 전에 본 문제입니다.
ms: Ulang kaji — anda pernah melihat yang ini.
nl_nl: Herhaling — deze heb je al gezien.
no: Repetisjon — denne har du sett før.
pl: Powtórka — to zadanie już widziałeś.
pt_br: Revisão — este você já viu.
ro: Recapitulare — pe acesta l-ai mai văzut.
ru: Повторение — эту задачу вы уже видели.
sv: Repetition — den här har du sett förut.
th: ทบทวน — ข้อนี้คุณเคยเจอแล้ว
tr: Tekrar — bunu daha önce görmüştün.
vi: Ôn tập — bài này bạn từng gặp.
zh_hans: 复习 — 这道题你见过。
zh_hant: 複習 — 這道題你見過。

# settings.about
source: About & licence
ar_sa: حول التطبيق والرخصة
cs: O aplikaci a licence
da: Om og licens
de_de: Über & Lizenz
el: Σχετικά και άδεια
es_es: Acerca de y licencia
fi: Tietoja ja lisenssi
fr_ca: À propos et licence
he: אודות ורישיון
hi: ऐप के बारे में और लाइसेंस
hu: Névjegy és licenc
id: Tentang dan lisensi
it: Info e licenza
ja: このアプリとライセンス
ko: 앱 정보 및 라이선스
ms: Perihal dan lesen
nl_nl: Over en licentie
no: Om og lisens
pl: O aplikacji i licencja
pt_br: Sobre e licença
ro: Despre și licență
ru: О программе и лицензия
sv: Om och licens
th: เกี่ยวกับและสัญญาอนุญาต
tr: Hakkında ve lisans
vi: Giới thiệu và giấy phép
zh_hans: 关于与许可
zh_hant: 關於與授權

# settings.banded
source: Brass banded
ar_sa: بأطواق نحاسية
cs: S mosaznými prstenci
da: Med messingringe
de_de: Mit Messingringen
el: Με ορειχάλκινους δακτυλίους
es_es: Con aros de latón
fi: Messinkivanteilla
fr_ca: Cerclé de laiton
he: עם טבעות פליז
hi: पीतल की पट्टियों वाला
hu: Sárgaréz gyűrűkkel
id: Bercincin kuningan
it: Con fasce d’ottone
ja: 真鍮の輪飾り
ko: 황동 띠
ms: Bergelang loyang
nl_nl: Met messing banden
no: Med messingringer
pl: Z mosiężnymi obręczami
pt_br: Com aros de latão
ro: Cu inele de alamă
ru: С латунными кольцами
sv: Med mässingsringar
th: คาดวงทองเหลือง
tr: Pirinç halkalı
vi: Viền đồng thau
zh_hans: 黄铜镶环
zh_hant: 黃銅鑲環

# settings.board
source: Board
ar_sa: الرقعة
cs: Šachovnice
da: Bræt
de_de: Brett
el: Σκακιέρα
es_es: Tablero
fi: Lauta
fr_ca: Échiquier
he: לוח
hi: बोर्ड
hu: Tábla
id: Papan
it: Scacchiera
ja: 盤
ko: 보드
ms: Papan
nl_nl: Bord
no: Brett
pl: Szachownica
pt_br: Tabuleiro
ro: Tablă
ru: Доска
sv: Bräde
th: กระดาน
tr: Tahta
vi: Bàn cờ
zh_hans: 棋盘
zh_hant: 棋盤

# settings.carving
source: Set
ar_sa: الطقم
cs: Souprava
da: Sæt
de_de: Figuren
el: Σετ
es_es: Juego
fi: Sarja
fr_ca: Jeu
he: מערכת
hi: सेट
hu: Készlet
ja: 駒
ko: 기물
nl_nl: Spel
no: Sett
pl: Komplet
pt_br: Jogo
ru: Комплект
sv: Uppsättning
th: ชุดหมาก
tr: Takım
vi: Bộ quân
zh_hans: 棋子
zh_hant: 棋子

# settings.coordinates
source: Coordinates
ar_sa: الإحداثيات
cs: Souřadnice
da: Koordinater
de_de: Koordinaten
el: Συντεταγμένες
es_es: Coordenadas
fi: Koordinaatit
fr_ca: Coordonnées
he: קואורדינטות
hi: निर्देशांक
hu: Koordináták
id: Koordinat
it: Coordinate
ja: 座標
ko: 좌표
ms: Koordinat
nl_nl: Coördinaten
no: Koordinater
pl: Współrzędne
pt_br: Coordenadas
ro: Coordonate
ru: Координаты
sv: Koordinater
th: พิกัด
tr: Koordinatlar
vi: Tọa độ
zh_hans: 坐标
zh_hant: 座標

# settings.dimension
source: Board
ar_sa: الرقعة
cs: Šachovnice
da: Bræt
de_de: Brett
el: Σκακιέρα
es_es: Tablero
fi: Lauta
fr_ca: Échiquier
he: לוח
hi: बोर्ड
hu: Tábla
id: Papan
it: Scacchiera
ja: 盤
ko: 체스판
ms: Papan
nl_nl: Bord
no: Brett
pl: Szachownica
pt_br: Tabuleiro
ro: Tablă
ru: Доска
sv: Bräde
th: กระดาน
tr: Tahta
vi: Bàn cờ
zh_hans: 棋盘
zh_hant: 棋盤

# settings.dimensional
source: In the round
ar_sa: مجسّمة
cs: Prostorová
da: I rummet
de_de: Räumlich
el: Τρισδιάστατη
es_es: En volumen
fi: Tilassa
fr_ca: En volume
he: תלת־ממדי
hi: त्रि-आयामी
hu: Térbeli
id: Tiga dimensi
it: In rilievo
ja: 立体
ko: 입체
ms: Tiga dimensi
nl_nl: Ruimtelijk
no: I rommet
pl: Przestrzenna
pt_br: Em volume
ro: În volum
ru: Объёмная
sv: I rummet
th: สามมิติ
tr: Üç boyutlu
vi: Ba chiều
zh_hans: 立体
zh_hant: 立體

# settings.dimensionalCaveat
source: Arrows and move values are drawn on the flat board only.
ar_sa: الأسهم وقيم النقلات تُرسم على الرقعة المسطّحة فقط.
cs: Šipky a hodnoty tahů se kreslí jen na ploché šachovnici.
da: Pile og trækværdier tegnes kun på det flade bræt.
de_de: Pfeile und Zugwerte werden nur auf dem flachen Brett gezeichnet.
el: Τα βέλη και οι αξίες κινήσεων σχεδιάζονται μόνο στην επίπεδη σκακιέρα.
es_es: Las flechas y los valores de jugada solo se dibujan en el tablero plano.
fi: Nuolet ja siirtojen arvot piirretään vain litteälle laudalle.
fr_ca: Les flèches et les valeurs de coups ne sont tracées que sur l’échiquier plat.
he: חיצים וערכי מהלכים מצוירים רק על הלוח השטוח.
hi: तीर और चाल-मूल्य केवल सपाट बोर्ड पर दिखाए जाते हैं।
hu: A nyilak és a lépésértékek csak a lapos táblán jelennek meg.
id: Panah dan nilai langkah hanya digambar di papan datar.
it: Le frecce e i valori delle mosse si disegnano solo sulla scacchiera piatta.
ja: 矢印と手の評価値は平面盤にのみ描かれます。
ko: 화살표와 수의 값은 평면 판에만 표시됩니다.
ms: Anak panah dan nilai langkah dilukis pada papan rata sahaja.
nl_nl: Pijlen en zetwaarden worden alleen op het platte bord getekend.
no: Piler og trekkverdier tegnes bare på det flate brettet.
pl: Strzałki i wartości ruchów rysowane są tylko na płaskiej szachownicy.
pt_br: Setas e valores de lance são desenhados apenas no tabuleiro plano.
ro: Săgețile și valorile mutărilor se desenează doar pe tabla plată.
ru: Стрелки и оценки ходов рисуются только на плоской доске.
sv: Pilar och dragvärden ritas bara på det platta brädet.
th: ลูกศรและค่าของตาเดินจะแสดงบนกระดานแบนเท่านั้น
tr: Oklar ve hamle değerleri yalnızca düz tahtada çizilir.
vi: Mũi tên và giá trị nước đi chỉ vẽ trên bàn cờ phẳng.
zh_hans: 箭头与着法评分只画在平面棋盘上。
zh_hant: 箭頭與著法評分只畫在平面棋盤上。

# settings.dimensionalNote
source: A turned set in a lit room. Drag to turn the board, tap to move.
ar_sa: طقم مخروط في غرفة مضاءة. اسحب لتدوير الرقعة، وانقر للنقل.
cs: Soustružená souprava v osvětlené místnosti. Tažením otočíte šachovnici, klepnutím táhnete.
da: Et drejet sæt i et oplyst rum. Træk for at dreje brættet, tryk for at flytte.
de_de: Ein gedrechseltes Spiel in einem beleuchteten Raum. Ziehen dreht das Brett, Tippen zieht.
el: Τορνευτά κομμάτια σε φωτισμένο δωμάτιο. Σύρετε για περιστροφή, πατήστε για κίνηση.
es_es: Un juego torneado en una sala iluminada. Arrastra para girar el tablero, toca para mover.
fi: Sorvattu nappulasarja valaistussa huoneessa. Vedä kääntääksesi lautaa, napauta siirtääksesi.
fr_ca: Un jeu tourné dans une pièce éclairée. Glissez pour tourner l’échiquier, touchez pour jouer.
he: מערכת מחורטת בחדר מואר. גררו לסיבוב הלוח, הקישו כדי להזיז.
hi: रोशन कमरे में खरादा हुआ सेट। बोर्ड घुमाने के लिए खींचें, चाल के लिए टैप करें।
hu: Esztergált készlet megvilágított szobában. Húzással forgatod a táblát, koppintással lépsz.
id: Set bubutan di ruang bercahaya. Seret untuk memutar papan, ketuk untuk melangkah.
it: Un set tornito in una stanza illuminata. Trascina per girare la scacchiera, tocca per muovere.
ja: 灯りのある部屋に置かれた挽物の駒。ドラッグで盤を回し、タップで指す。
ko: 불 밝힌 방의 깎아 만든 기물. 끌어서 판을 돌리고, 눌러서 둡니다.
ms: Set larik dalam bilik bercahaya. Seret untuk memutar papan, ketik untuk bergerak.
nl_nl: Een gedraaid spel in een verlichte kamer. Sleep om het bord te draaien, tik om te zetten.
no: Et dreid sett i et opplyst rom. Dra for å snu brettet, trykk for å flytte.
pl: Toczone bierki w oświetlonym pokoju. Przeciągnij, by obrócić szachownicę, dotknij, by zagrać.
pt_br: Um jogo torneado numa sala iluminada. Arraste para girar o tabuleiro, toque para mover.
ro: Un set strunjit într-o cameră luminată. Trage pentru a roti tabla, atinge pentru a muta.
ru: Точёные фигуры в освещённой комнате. Проведите, чтобы повернуть доску, коснитесь, чтобы сходить.
sv: Ett svarvat spel i ett upplyst rum. Dra för att vrida brädet, tryck för att dra.
th: ชุดหมากกลึงในห้องที่มีไฟ ลากเพื่อหมุนกระดาน แตะเพื่อเดิน
tr: Aydınlık bir odada torna işi takım. Sürükleyerek tahtayı çevir, dokunarak oyna.
vi: Bộ quân tiện trong căn phòng có đèn. Kéo để xoay bàn cờ, chạm để đi.
zh_hans: 灯下房间里的一副车木棋子。拖动转动棋盘，点按走子。
zh_hant: 燈下房間裡的一副車木棋子。拖曳轉動棋盤，點按走子。

# settings.done
source: Done
ar_sa: تم
cs: Hotovo
da: Færdig
de_de: Fertig
el: Τέλος
es_es: Listo
fi: Valmis
fr_ca: OK
he: סיום
hi: हो गया
hu: Kész
id: Selesai
it: Fine
ja: 完了
ko: 완료
ms: Selesai
nl_nl: Gereed
no: Ferdig
pl: Gotowe
pt_br: OK
ro: Gata
ru: Готово
sv: Klar
th: เสร็จ
tr: Tamam
vi: Xong
zh_hans: 完成
zh_hant: 完成

# settings.engine.recklessSummary
source: A different opponent with its own taste in positions. It has no strength limiter, so it plays at full strength only.
ar_sa: خصم مختلف له ذوقه الخاص في الأوضاع. لا يملك أداة لتحديد القوة، لذا يلعب بكامل قوته فقط.
cs: Jiný soupeř s vlastním vkusem na pozice. Nemá omezovač síly, takže hraje jen na plnou sílu.
da: En anden modstander med sin egen smag for stillinger. Den har ingen styrkebegrænsning og spiller derfor kun på fuld styrke.
de_de: Ein anderer Gegner mit eigenem Stellungsgeschmack. Sie hat keine Stärkebegrenzung und spielt daher nur in voller Stärke.
el: Ένας διαφορετικός αντίπαλος με δικό του γούστο στις θέσεις. Δεν έχει περιοριστή ισχύος, οπότε παίζει μόνο με πλήρη δύναμη.
es_es: Un rival distinto, con su propio gusto por las posiciones. No tiene limitador de fuerza, así que juega solo a plena potencia.
fi: Toisenlainen vastustaja, jolla on oma makunsa asemista. Siinä ei ole voimakkuusrajoitinta, joten se pelaa vain täydellä voimalla.
fr_ca: Un adversaire différent, avec son propre goût pour les positions. Il n'a aucun limiteur de force et joue donc uniquement à pleine puissance.
he: יריב אחר, עם טעם משלו בעמדות. אין לו מגביל עוצמה, ולכן הוא משחק רק בעוצמה מלאה.
hi: एक अलग प्रतिद्वंद्वी, जिसकी स्थितियों में अपनी पसंद है। इसमें ताक़त सीमित करने की सुविधा नहीं है, इसलिए यह केवल पूरी ताक़त से खेलता है।
hu: Másfajta ellenfél, saját ízléssel az állások iránt. Nincs erősségkorlátozója, ezért csak teljes erővel játszik.
id: Lawan yang berbeda, dengan selera posisinya sendiri. Tidak punya pembatas kekuatan, jadi hanya bermain dengan kekuatan penuh.
it: Un avversario diverso, con un proprio gusto per le posizioni. Non ha un limitatore di forza, quindi gioca solo a piena potenza.
ja: 局面の好みが異なる、もう一人の対戦相手です。強さを制限する機能がないため、常に全力で指します。
ko: 국면 취향이 다른 또 하나의 상대입니다. 기력 제한 기능이 없어 항상 최대 기력으로만 둡니다.
ms: Lawan yang berbeza, dengan citarasanya sendiri terhadap kedudukan. Ia tiada pembatas kekuatan, jadi ia bermain pada kekuatan penuh sahaja.
nl_nl: Een andere tegenstander, met een eigen smaak in stellingen. Hij heeft geen sterktebegrenzing en speelt dus alleen op volle kracht.
no: En annen motstander med sin egen smak for stillinger. Den har ingen styrkebegrensning og spiller derfor bare på full styrke.
pl: Inny przeciwnik, z własnym gustem do pozycji. Nie ma ogranicznika siły, więc gra wyłącznie z pełną siłą.
pt_br: Um adversário diferente, com gosto próprio para as posições. Não tem limitador de força, então joga apenas em força total.
ro: Un adversar diferit, cu propriul gust pentru poziții. Nu are limitator de forță, așa că joacă doar la putere maximă.
ru: Другой соперник со своим вкусом к позициям. У него нет ограничителя силы, поэтому он играет только в полную силу.
sv: En annan motståndare med egen smak för ställningar. Den har ingen styrkebegränsning och spelar därför bara på full styrka.
th: คู่ต่อสู้อีกแบบหนึ่งที่มีรสนิยมในตำแหน่งของตัวเอง ไม่มีตัวจำกัดความแข็งแกร่ง จึงเล่นเต็มกำลังเท่านั้น
tr: Pozisyonlara kendi zevkiyle bakan farklı bir rakip. Güç sınırlayıcısı yok, bu yüzden yalnızca tam güçte oynar.
vi: Một đối thủ khác, với gu thế trận riêng. Nó không có bộ giới hạn sức mạnh, nên chỉ chơi ở sức mạnh tối đa.
zh_hans: 另一种对手，对局面有自己的偏好。它没有棋力限制功能，因此只以全力下棋。
zh_hant: 另一種對手，對局面有自己的偏好。它沒有棋力限制功能，因此只以全力下棋。

# settings.engine.running
source: Playing now: %@
ar_sa: يلعب الآن: %@
cs: Nyní hraje: %@
da: Spiller nu: %@
de_de: Spielt gerade: %@
el: Παίζει τώρα: %@
es_es: Jugando ahora: %@
fi: Pelaa nyt: %@
fr_ca: En jeu : %@
he: משחק כעת: %@
hi: अभी खेल रहा है: %@
hu: Most játszik: %@
id: Sedang bermain: %@
it: In gioco: %@
ja: 対局中: %@
ko: 지금 두는 엔진: %@
ms: Sedang bermain: %@
nl_nl: Speelt nu: %@
no: Spiller nå: %@
pl: Teraz gra: %@
pt_br: Jogando agora: %@
ro: Joacă acum: %@
ru: Сейчас играет: %@
sv: Spelar nu: %@
th: กำลังเล่น: %@
tr: Şu an oynayan: %@
vi: Đang chơi: %@
zh_hans: 当前对局引擎：%@
zh_hant: 目前對局引擎：%@

# settings.engine.stockfishSummary
source: The strongest engine there is, and the only one here that can play down to a rating.
ar_sa: أقوى محرك موجود، والوحيد هنا القادر على اللعب بتصنيف محدد.
cs: Nejsilnější engine, jaký existuje, a jediný zdejší, který umí hrát na zadané Elo.
da: Den stærkeste motor der findes, og den eneste her der kan spille på en bestemt rating.
de_de: Die stärkste Engine überhaupt, und die einzige hier, die auf eine bestimmte Wertung heruntergestuft spielen kann.
el: Η ισχυρότερη μηχανή που υπάρχει, και η μόνη εδώ που μπορεί να παίξει σε συγκεκριμένο βαθμολογικό επίπεδο.
es_es: El motor más fuerte que existe, y el único aquí que puede jugar a un Elo concreto.
fi: Vahvin moottori mitä on, ja ainoa täällä joka osaa pelata tietyllä ratingilla.
fr_ca: Le moteur le plus fort qui soit, et le seul ici capable de jouer à un niveau Elo donné.
he: המנוע החזק ביותר שקיים, והיחיד כאן שיודע לשחק לפי דירוג נתון.
hi: मौजूद सबसे मज़बूत इंजन, और यहाँ का इकलौता इंजन जो किसी तय रेटिंग पर खेल सकता है।
hu: A létező legerősebb motor, és itt az egyetlen, amely adott Élő-pontszámon tud játszani.
id: Mesin terkuat yang ada, dan satu-satunya di sini yang bisa bermain pada rating tertentu.
it: Il motore più forte che esista, e l'unico qui capace di giocare a un Elo prestabilito.
ja: 現存する最強のエンジンであり、ここで唯一、指定したレーティングまで手加減して指せるエンジンです。
ko: 현존하는 가장 강한 엔진이며, 여기서 유일하게 지정한 레이팅에 맞춰 둘 수 있는 엔진입니다.
ms: Enjin terkuat yang ada, dan satu-satunya di sini yang boleh bermain pada penarafan tertentu.
nl_nl: De sterkste engine die er is, en de enige hier die op een bepaalde rating kan spelen.
no: Den sterkeste motoren som finnes, og den eneste her som kan spille på en bestemt rating.
pl: Najsilniejszy silnik, jaki istnieje, i jedyny tutaj, który potrafi grać na zadanym poziomie rankingowym.
pt_br: O motor mais forte que existe, e o único aqui capaz de jogar em um rating definido.
ro: Cel mai puternic motor existent și singurul de aici care poate juca la un rating anume.
ru: Самый сильный движок из существующих и единственный здесь, который умеет играть на заданный рейтинг.
sv: Den starkaste motorn som finns, och den enda här som kan spela på en bestämd rating.
th: เอนจินที่แข็งแกร่งที่สุดเท่าที่มี และเป็นตัวเดียวที่นี่ที่เล่นตามระดับเรตติงที่กำหนดได้
tr: Var olan en güçlü motor ve burada belirli bir puan seviyesinde oynayabilen tek motor.
vi: Engine mạnh nhất hiện có, và là engine duy nhất ở đây có thể chơi ở một mức Elo định sẵn.
zh_hans: 现存最强的引擎，也是这里唯一能按指定等级分下棋的引擎。
zh_hant: 現存最強的引擎，也是這裡唯一能依指定等級分下棋的引擎。

# settings.flat
source: Flat
ar_sa: مسطّحة
cs: Plochá
da: Flad
de_de: Flach
el: Επίπεδη
es_es: Plano
fi: Litteä
fr_ca: Plat
he: שטוח
hi: सपाट
hu: Lapos
id: Datar
it: Piatta
ja: 平面
ko: 평면
ms: Rata
nl_nl: Plat
no: Flatt
pl: Płaska
pt_br: Plano
ro: Plată
ru: Плоская
sv: Platt
th: แบน
tr: Düz
vi: Phẳng
zh_hans: 平面
zh_hant: 平面

# settings.flatNote
source: Read from above. Arrows, hints and dragging a piece across the squares.
ar_sa: تُقرأ من الأعلى. أسهم وتلميحات وسحب القطعة عبر المربعات.
cs: Pohled shora. Šipky, nápovědy a tažení figury po polích.
da: Set oppefra. Pile, hints og træk af en brik hen over felterne.
de_de: Von oben gelesen. Pfeile, Hinweise und Ziehen einer Figur über die Felder.
el: Διαβάζεται από ψηλά. Βέλη, υποδείξεις και σύρσιμο κομματιού στα τετράγωνα.
es_es: Se lee desde arriba. Flechas, pistas y arrastrar una pieza por las casillas.
fi: Luetaan ylhäältä. Nuolet, vihjeet ja nappulan raahaus ruutujen yli.
fr_ca: Vu du dessus. Flèches, indices et glissement d’une pièce sur les cases.
he: נקרא מלמעלה. חיצים, רמזים וגרירת כלי על המשבצות.
hi: ऊपर से पढ़ें। तीर, संकेत और मोहरे को खानों पर खींचना।
hu: Felülnézet. Nyilak, tippek és a bábu húzása a mezőkön.
id: Dibaca dari atas. Panah, petunjuk, dan menyeret bidak melintasi petak.
it: Si legge dall’alto. Frecce, suggerimenti e trascinamento dei pezzi sulle caselle.
ja: 上から読む盤。矢印、ヒント、駒をマスの上でドラッグ。
ko: 위에서 읽는 판. 화살표와 힌트, 말을 끌어 옮기기.
ms: Dibaca dari atas. Anak panah, pembayang dan seret buah merentasi petak.
nl_nl: Van bovenaf gelezen. Pijlen, hints en een stuk over de velden slepen.
no: Sett ovenfra. Piler, hint og å dra en brikke over feltene.
pl: Widok z góry. Strzałki, podpowiedzi i przeciąganie bierki po polach.
pt_br: Lido de cima. Setas, dicas e arrastar a peça pelas casas.
ro: Citită de sus. Săgeți, indicii și tragerea piesei peste pătrate.
ru: Вид сверху. Стрелки, подсказки и перетаскивание фигуры по полям.
sv: Läses uppifrån. Pilar, tips och att dra en pjäs över rutorna.
th: อ่านจากด้านบน มีลูกศร คำใบ้ และการลากตัวหมากข้ามช่อง
tr: Yukarıdan okunur. Oklar, ipuçları ve taşı kareler üzerinde sürükleme.
vi: Nhìn từ trên. Mũi tên, gợi ý và kéo quân qua các ô.
zh_hans: 俯视阅读。箭头、提示，以及在格子间拖动棋子。
zh_hant: 俯視閱讀。箭頭、提示，以及在格子間拖動棋子。

# settings.lightSide
source: Light side
ar_sa: الجانب الفاتح
cs: Světlá strana
da: Den lyse side
de_de: Helle Seite
el: Η ανοιχτή πλευρά
es_es: Bando claro
fi: Vaalea puoli
fr_ca: Côté clair
he: הצד הבהיר
hi: हल्का पक्ष
hu: Világos oldal
id: Sisi terang
it: Lato chiaro
ja: 明るい側
ko: 밝은 쪽
ms: Sebelah cerah
nl_nl: Lichte kant
no: Den lyse siden
pl: Jasna strona
pt_br: Lado claro
ro: Partea deschisă
ru: Светлая сторона
sv: Den ljusa sidan
th: ฝ่ายสีอ่อน
tr: Açık taraf
vi: Bên sáng
zh_hans: 浅色一方
zh_hant: 淺色一方

# settings.more
source: More
ar_sa: المزيد
cs: Další
da: Mere
de_de: Mehr
el: Περισσότερα
es_es: Más
fi: Lisää
fr_ca: Plus
he: עוד
hi: और
hu: Továbbiak
id: Lainnya
it: Altro
ja: その他
ko: 더 보기
ms: Lagi
nl_nl: Meer
no: Mer
pl: Więcej
pt_br: Mais
ro: Mai multe
ru: Ещё
sv: Mer
th: เพิ่มเติม
tr: Daha fazla
vi: Thêm
zh_hans: 更多
zh_hant: 更多

# settings.pieces
source: Pieces
ar_sa: القطع
cs: Figury
da: Brikker
de_de: Figuren
el: Κομμάτια
es_es: Piezas
fi: Nappulat
fr_ca: Pièces
he: כלים
hi: मोहरे
hu: Bábuk
id: Buah catur
it: Pezzi
ja: 駒
ko: 기물
ms: Buah catur
nl_nl: Stukken
no: Brikker
pl: Figury
pt_br: Peças
ro: Piese
ru: Фигуры
sv: Pjäser
th: หมาก
tr: Taşlar
vi: Quân cờ
zh_hans: 棋子
zh_hant: 棋子

# settings.plainSet
source: Boxwood & ebony
ar_sa: بقس وأبنوس
cs: Zimostráz a eben
da: Buksbom og ibenholt
de_de: Buchsbaum & Ebenholz
el: Πυξάρι και έβενος
es_es: Boj y ébano
fi: Puksipuu ja eebenpuu
fr_ca: Buis et ébène
he: אשכרוע ואבנוס
hi: बॉक्सवुड और आबनूस
hu: Puszpáng és ébenfa
id: Kayu boxwood & eboni
it: Bosso ed ebano
ja: 黄楊と黒檀
ko: 회양목과 흑단
ms: Kayu boks & eboni
nl_nl: Buxus & ebbenhout
no: Buksbom og ibenholt
pl: Bukszpan i heban
pt_br: Buxo e ébano
ro: Merișor și abanos
ru: Самшит и чёрное дерево
sv: Buxbom och ebenholts
th: ไม้บ็อกซ์วูดและไม้มะเกลือ
tr: Şimşir ve abanoz
vi: Gỗ hoàng dương và mun
zh_hans: 黄杨与乌木
zh_hant: 黃楊與烏木

# settings.profile
source: Profile and settings
ar_sa: الملف الشخصي والإعدادات
cs: Profil a nastavení
da: Profil og indstillinger
de_de: Profil und Einstellungen
el: Προφίλ και ρυθμίσεις
es_es: Perfil y ajustes
fi: Profiili ja asetukset
fr_ca: Profil et réglages
he: פרופיל והגדרות
hi: प्रोफ़ाइल और सेटिंग्स
hu: Profil és beállítások
id: Profil dan pengaturan
it: Profilo e impostazioni
ja: プロフィールと設定
ko: 프로필 및 설정
ms: Profil dan tetapan
nl_nl: Profiel en instellingen
no: Profil og innstillinger
pl: Profil i ustawienia
pt_br: Perfil e ajustes
ro: Profil și setări
ru: Профиль и настройки
sv: Profil och inställningar
th: โปรไฟล์และการตั้งค่า
tr: Profil ve ayarlar
vi: Hồ sơ và cài đặt
zh_hans: 个人资料与设置
zh_hant: 個人資料與設定

# settings.showCompletionSummary
source: Congratulate a solved puzzle
ar_sa: التهنئة عند حل اللغز
cs: Pochválit vyřešenou úlohu
da: Ros en løst opgave
de_de: Gelöste Aufgabe würdigen
el: Συγχαρητήρια για λυμένο γρίφο
es_es: Felicitar al resolver
fi: Onnittele ratkaistusta tehtävästä
fr_ca: Féliciter une énigme résolue
he: ברכה על חידה שנפתרה
hi: हल हुई पहेली पर बधाई
hu: Megoldott feladvány megünneplése
id: Beri selamat saat teka-teki selesai
it: Congratularsi per un rompicapo risolto
ja: 正解をたたえる
ko: 문제를 풀면 축하하기
ms: Beri tahniah apabila selesai
nl_nl: Opgeloste puzzel vieren
no: Ros en løst oppgave
pl: Gratuluj rozwiązanej zagadki
pt_br: Parabenizar ao resolver
ro: Felicită o problemă rezolvată
ru: Поздравлять с решённой задачей
sv: Beröm en löst uppgift
th: แสดงคำชมเมื่อแก้ได้
tr: Çözülen bulmacayı kutla
vi: Chúc mừng khi giải xong
zh_hans: 解出后祝贺
zh_hant: 解出後祝賀
